Revit 2027 API
ParameterTypeId.DividedSurfaceDisplayPatternFill Property
 "Pattern Fill"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplayPatternFill { get; }
Public Shared ReadOnly Property DividedSurfaceDisplayPatternFill As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplayPatternFill {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplayPatternFill : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace